Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Aluminiumprofile zur Verwendung mit Informations- oder Anzeigevorrichtungen
en: Aluminium profiles for use with information or display apparatus

source: Fenster aus Aluminium
en: Aluminium windows

source: Eckband aus Metall
en: Metal corner tapes

source: Türgriffe aus Metall
en: Door handles of metal

source: Stahlrohre, auch gerollt, abgezogen oder geschliffen
en: Tubes of steel, including those rolled, peeled or ground

source: Barren aus Kupferlegierungen
en: Copper-base alloy ingots

source: Hohlstangen aus Stahl
en: Hollow steel bars

source: Betonverschalungselemente aus Metall
en: Shuttering of metal for concrete

source: Bänder aus Metall
en: Bindings of metal

source: Abzweigrohre aus Metall
en: Branching pipes of metal

source: Denkmäler aus Metall
en: Monuments of metal

source: Kehlen aus Metall für Bauzwecke
en: Flashing of metal for building

source: Abgehängte Metalldecken
en: Suspended ceilings of metal

source: Scharnierklemmen aus Metall
en: Suspension clamps of metal

source: Schwimmbecken [Bauten] aus Metall
en: Swimming pools [structures] of metal

source: Metalltanks für den Transport von Druckgasen
en: Tanks of metal for the transportation of compressed gases

source: Tragkonstruktionen aus Metall für Decken
en: Frameworks of metal for ceilings

source: Metallgerüste für Fassaden
en: Metal scaffolding for facades

source: Nägel aus Metall
en: Nails of metal

source: Deckeneinheiten aus Metall
en: Ceiling units of metal

source: Rohes oder teilweise bearbeitetes Blei
en: Lead, unwrought or semi-wrought

source: Tore aus Metall
en: Gates of metal

source: Abstellanlagen aus Metall für Fahrräder
en: Bicycle parking installations of metal

source: Spunde aus Metall
en: Plugs of metal

source: Käfige aus Metall
en: Cages of metal

source: Bodenabläufe aus Metall
en: Floor drains of metal

source: Lüftungsgitter aus Metall zum Einbau in Fenster
en: Ventilation grilles of metal for fitting in windows

source: Täfelungen aus Metall
en: Wainscotting of metal

source: Wandverkleidungsteile aus Metall für den Wandbau
en: Wall coverings made of metal for constructing walls

source: Einbauten aus Metall in Fensterverglasungen
en: Window glazing fixtures made of metal

source: Metallreservoirs [Tragwerke]
en: Reservoirs (metal -) [structures]

source: Dachziegel aus Metall
en: Roofing tiles of metal

source: Vorgefertigte Metallbrücken
en: Prefabricated metal bridges

source: Metallkabinen zur Verwendung beim Härten von Metalloberflächen
en: Booths (Metal -) for use in the curing of metal surfaces

source: Blechtonnen [leer]
en: Steel drums [sold empty]

source: Teiche [Metallkonstruktionen]
en: Ponds [metal structures]

source: Transportable Metallkabinen
en: Portable cabins of metal

source: Vorgefertigte Gerüstrahmen aus Aluminium
en: Prefabricated aluminium scaffolding frames

source: Fensterschutzvorrichtungen aus Metall
en: Window protection devices of metal

source: Fenstereinfassungen aus Metall
en: Window surrounds of metal

source: Lager [Tresorräume] aus Metall
en: Stores [strong rooms] of metal

source: Friese [Bauelemente aus Metall]
en: Friezes [metal building elements]

source: Schiebetüren aus Metall für Gebäude
en: Sliding doors of metal for buildings

source: Bindedraht für Pflanzen
en: Securing wire for plants

source: Sicherheitsrollläden aus Metall
en: Security shutters of metal

source: Selbstschneidende Metallbolzen
en: Self-tapping metal bolts

source: Huthaken aus unedlem Metall
en: Hat hooks of common metal

source: Kabinen aus Metall
en: Cabins made of metal

source: Abfallcontainer aus Metall [Behälter]
en: Rubbish containers [bins] of metal

source: Verstellbare Schellen aus Metall
en: Adjustable collars [metal]

source: Gebäudetüren aus Metall
en: Doors of metal for buildings

source: Kaltnachgepresste Stahlstäbe
en: Cold-finished steel bars

source: Ladenfassaden aus Metall
en: Shop fronts of metal

source: Halbfertigerzeugnisse aus Aluminium oder dessen Legierungen
en: Semi-finished articles of aluminium or its alloys

source: Panzerungen aus unedlen Metallen
en: Armour made of common metals

source: Metallrohlinge für die Herstellung von Gewehrläufen
en: Blanks of metal for the manufacture of gun barrels

source: Plattformen aus Metall
en: Platforms of metal

source: Stöpsel aus Metall
en: Stoppers of metal

source: Zugentlastungsklemmen aus Metall
en: Strain relief clips of metal

source: Nägel
en: Nails

source: Spunde [Stopfen] aus Metall
en: Plugs [stoppers] of metal

source: Sporen
en: Spurs

source: Schlosszylinder aus Metall
en: Lock barrels of metal

source: Handtuchhaken aus Metall
en: Towel hooks of metal

source: Sicherheitsgerüste aus Metall
en: Safety scaffolding of metal

source: Identifikationsarmbänder aus Metall
en: Identification bracelets of metal

source: Gekörntes Eisen
en: Pelletized iron

source: Dünne Metallbänder
en: Thin bands of metal

source: Gerüststangen aus Metall
en: Trestle columns of metal

source: Bleistreifen für Fenster
en: Lead strips for use on windows

source: Kauschen [Kleineisenwaren]
en: Thimbles [metal hardware]

source: Dosenverschlüsse aus Metall
en: Box fasteners of metal

source: Lötmetalle in Stabform
en: Soldering metals in bar form

source: Schalldämmende Metallkonstruktionen
en: Sound insulating structures of metal

source: Raumteiler [Bauwerke] aus Metall
en: Space dividers [structures], of metal

source: Grabstelen aus Metall
en: Tombstone stelae of metal

source: Kantenbänder aus Metall
en: Edging strips of metal

source: Knieablaufrohre aus Metall
en: Elbow outlets of metal

source: Gravierplatten aus Metall
en: Engravers plates made from metal

source: Gesimse aus Metall
en: Cornices of metal

source: Türbeschläge aus Eisen
en: Ironwork for doors

source: Nicht isolierter Kupferdraht
en: Copper wire, not insulated

source: Eisenbahnschwellen aus Metall
en: Railway sleepers of metal

source: Weichen aus Metall
en: Metal railway crossovers

source: Bohrrohre aus Metall
en: Drill pipes of metal

source: Gewindemuttern aus Metall
en: Threaded nuts of metal

source: Schienenbaumaterial aus Metall
en: Railway material of metal

source: Schornsteinendstücke aus Metall
en: Chimney terminals of metal

source: Zirkonium
en: Zirconium

source: Türtrittbleche aus Metall
en: Metal door kick plates

source: Stahl in Form von Blechen, Stangen und Barren
en: Steel in sheet, rod, bar and billet form

source: Ankerketten aus Metall
en: Anchor chains of metal

source: Röhrensegmente aus Metall für Ankerfassungen
en: Anchor socket tube sections of metal

source: Gaszylinder aus Metall
en: Cylinders of metal for gas

source: Nicht leuchtende und nicht mechanische Signaltafeln aus Metall
en: Signalling panels, non-luminous and non-mechanical, of metal

source: Sackverschlüsse aus Metall
en: Locks of metal for bags

source: Kaltgewalzter Bandstahl
en: Cold rolled strip steel

source: Armierungen aus Metall für Treibriemen
en: Reinforcing materials of metal for machine belts

source: Insektengitter aus Metall
en: Insect screens of metal

source: Abfallcontainer aus Metall
en: Refuse skips of metal

source: Wetterschenkel aus Metall
en: Weatherboards of metal

source: Sargbeschläge aus Metall
en: Fittings of metal for coffins

source: Rohe oder teilweise bearbeitete unedle Metalle
en: Common metals, unwrought or semi-wrought

source: Insektenschutzgitter aus Metall für Fenster
en: Metallic insect screens for windows

source: Rohre aus Kupferlegierungen
en: Tubes of copper alloys

source: Barren aus unedlen Metallen
en: Ingots of common metal

source: Abschleppkabel aus Metall
en: Towing cables of metal

source: Ausstellungskabinen [Stände] aus Metall
en: Exhibition booths [stands] of metal

source: Grabsteine aus unedlem Metall
en: Tombstones of non-precious metal

source: Blanker Stahl
en: Bright steel

source: Statuen aus Bronze
en: Statues made of bronze

source: Statuen aus unedlen Metalllegierungen
en: Statues of common metal alloys

source: Metallverkleidungsteile für Bauzwecke
en: Linings (Metal -) for use in construction

source: Zusatzlegierungen für die Eisenproduktion
en: Additive alloys for the production of iron

source: Aluminiumstützen für Tafeln
en: Aluminium supports for panels

source: Metallventile zur Strömungssteuerung von Gasen in Rohrleitungen
en: Metal valves for controlling the flow of gases in pipelines

source: Sprungbretter aus Metall
en: Diving boards of metal

source: Blei zum Figurengießen
en: Lead for pouring of figures

source: Gewächshäuser aus Metall in vorgefertigter Form
en: Conservatories of metal in prefabricated form

source: Fassadenverkleidungen aus Metall
en: Cladding of metal for facades

source: U-Klammern aus Metall
en: Clevises of metal

source: Abflussrohre aus Metall
en: Gutter pipes of metal

source: Molybdän
en: Molybdenum

source: Spannhebel aus Metall
en: Tension levers of metal

source: Gedenktafeln aus Metall
en: Memorial plates of metal

source: Formteile aus Metall für Bauzwecke
en: Mouldings of metal for use in building

source: Tonnenreifen aus Metall
en: Barrel hoops of metal

source: Deckenanlagen [aus Metall]
en: Ceiling installations (Metal -)

source: Tanks aus Metall für flüssige Brennstoffe
en: Containers of metal for liquid fuel

source: Metalltrennwände [ausgenommen Möbel]
en: Wall partitions (Metal -), other than furniture

source: Fensterrahmenbolzen aus Metall
en: Window casing bolts of metal

source: Metallscharniere zur Befestigung von Rohren
en: Hinges of metal for the fixing of pipes

source: Zugringe aus Metall
en: Ring pulls of metal

source: Schornsteinrohre aus Metall
en: Chimney shafts of metal

source: Stäbe aus Metall zum Löten und Schweißen einschließlich aus Stahllegierungen und Titan
en: Rods of metal for brazing and welding including those from alloy steel and titanium

source: Schranktürschlösser aus Metall
en: Metal cabinet door catches

source: Vordächer aus Metall [Bauten]
en: Canopies [structures] of metal

source: Umkleideräume [Bauten] aus Metall
en: Changing rooms [structures] of metal

source: Windgetriebene Vogelabwehrvorrichtungen aus Metall
en: Wind-driven bird-repelling devices made of metal

source: Feuerfeste Baumaterialien aus Metall
en: Refractory construction materials of metal

source: Balkenklammern aus Metall
en: Joist clamps of metal

source: Metallkabinen zur Verwendung bei der Behandlung von Metalloberflächen
en: Booths of metal for use in the treatment of metal surfaces

source: Transportable Modulbauten aus Metall
en: Modular portable buildings of metal

source: Modulare Unterstände aus Metall
en: Modular shelters of metal

source: Transportable Bauten, überwiegend aus Metall
en: Portable buildings made principally of metal

source: Leitungen aus Metall für Klimaanlagen
en: Ducts of metal for air-conditioning installations

source: Ständer [Bauwerk] aus Metall für Pferde
en: Stalls [structures] of metal for horses

source: Traufbretter aus Metall
en: Soffit boards (Metal -)

source: Regenwassertrichter aus Metall
en: Rainwater hoppers of metal

source: Metallverschlüsse für die Reduzierung von Reibung bei Metallen
en: Seals of metal for the reduction of friction in metals

source: Sicherheitsbehälter aus Metall
en: Security containers of metal

source: Stahl in Stabform
en: Steel in bar form

source: Stahlbleche für Bauzwecke
en: Steel sheet for use in building

source: Speichersilos aus Stahl
en: Steel storage silos

source: Metallhandgriffe für Duschen und Badewannen
en: Handrails of metal for baths and showers

source: Schwermetalle
en: Heavy metals

source: Geländerstützen aus Metall
en: Parapet supports of metal

source: Werbetafeln [Metallreklametafeln]
en: Advertising boards [metal hoardings]

source: Plattierte Stahlplatten und Bleche
en: Clad steel plates and sheets

source: Platten aus Metall für Bauzwecke
en: Slabs of metal for building

source: Halbfertigerzeugnisse aus Blei und dessen Legierungen
en: Semi-finished articles of lead or its alloys

source: Halbfertigerzeugnisse aus Zinn und dessen Legierungen
en: Semi-finished articles of tin or its alloys

source: Rohrbogen aus Metall [ausgenommen als Maschinenteile]
en: Bends (pipe -) of metal [other than parts of machines]

source: Unterlegscheiben [Eisenwaren]
en: Washers [metal hardware]

source: Metallschläuche für Schwimmbecken
en: Metal hoses for swimming pools

source: Gurte aus Metall
en: Straps of metal

source: Flanschrohre aus Metall
en: Flanged pipes of metal

source: Spunde [Dübel] aus Metall
en: Plugs [dowels] of metal

source: Säulen aus Metall für Bauzwecke
en: Pillars of metal for building

source: Treibriemenspanner aus Metall
en: Belt stretchers of metal

source: Kästen aus Metall für Gartenbauzwecke
en: Boxes of metal for horticultural purposes

source: Pavillons aus Metall
en: Pavilions made of metal

source: Benzinkanister aus Metall
en: Petrol cans of metal

source: Säulen aus Metall
en: Pillars of metal

source: Radkrallen aus Metall
en: Metal wheel clamps

source: Gartenschlauchaufroller aus Metall
en: Hand operated metal garden hose reels

source: Einschraubeinpressmuttern aus Metall
en: Screw-in insert nuts of metal

source: Stahlrahmen für Bauzwecke
en: Steel frames for building

source: Fassaden aus Metall
en: Facades of metal

source: Modulbauteile aus Metall
en: Modular building units (Metal -)

source: Riegel aus Metall als Fensterbeschläge
en: Latches (Metal -) being fittings for windows

source: Dosendeckel aus Metall
en: Metal lids for cans

source: Rollläden aus Stahl
en: Roller blinds of steel

source: Behälter aus Metall für Chemikalien, Druckgas und Flüssigkeiten
en: Containers of metal for chemicals, compressed gases and liquids

source: Randleisten aus Metall für Gesimse
en: Mouldings of metal for cornices

source: Fenster aus Metall
en: Windows of metal

source: Tauwerk aus Metall
en: Metal rigging chain

source: Rohrleitungsinstallationen [nicht elektrisch] aus Metall
en: Ducting conduit installations (Non-electric -) of metal

source: Metallzuganker für Bauzwecke
en: Ties of metal for use in building

source: Nicht elektrische Schlösser aus Metall
en: Locks of metal, other than electric

source: Metallketten für Tiere
en: Chains (Metal -) for animals

source: Schwerkraftförderer aus Metall [Rutschen]
en: Gravity conveyors [chutes] of metal

source: Munitionskisten aus Metall
en: Ammunition boxes of metal

source: Ankerösen aus Metall
en: Anchor lugs of metal

source: Bogenrahmen aus Metall zur Verwendung im Bauwesen
en: Arch frames (Metal -) for use in construction

source: Kehlen aus Metall
en: Coving of metal

source: Zylinder aus Metall für komprimertes Gas
en: Cylinders of metal for use with compressed gas

source: Schlossriegelzapfen aus Metall
en: Lockbolt stumps of metal

source: Beeteinfassungen aus Metall
en: Metal landscape edgings

source: Möbelrollen aus Metall
en: Furniture casters of metal

source: Rohrverbindungsstücke aus Metall
en: Junctions of metal for pipes

source: Fahrbahnen aus Metall
en: Roadways of metal

source: Vordächer aus Metall mit festen oder beweglichen Lamellen
en: Canopies of metal incorporating fixed or movable slats

source: Metalldosen für alkoholische Getränke
en: Cans of metal for alcoholic beverages

source: Stahl in Form von Spulen
en: Steel in the form of coils

source: Stahl in Form von Bandrollen
en: Steels in the form of reels

source: Möbelbeschläge aus Metall
en: Fittings of metal for furniture

source: Bolzen aus Metall, ausgenommen für Fußballschuhe, Bekleidung oder Fahrzeugreifen
en: Metal studs [other than for football boots, clothing or vehicle tyres]

source: Rückschlagklappe aus Metall [ausgenommen als Maschinenteile]
en: Non-return flaps of metal [other than parts of machines]

source: Ladeprofile aus Metall für Eisenbahnen
en: Loading gauge rods, of metal, for railway waggons

source: Rohrkrümmer aus Metall
en: Elbows of metal for pipes

source: Rohrmuttern aus Metall
en: Pipe nuts of metal

source: Denkmäler aus unedlem Metall
en: Monuments of non-precious metal

source: Hütten aus Metall
en: Huts made of metal

source: Fliegengitter aus Metall für Türen
en: Metallic insect screens for doors

source: Schalldichte Metallräume [Bauwerk]
en: Soundproof cabins [structures] made of metal

source: Verkehrsleitrampen aus Metall
en: Traffic control ramps (Metal -)

source: Tonnen aus Metall [Behälter], keine Haushaltsbehälter
en: Drums [containers] of metal other than household containers

source: Feuersichere Geldschränke aus Metall
en: Fire safe cabinets [safes] of metal

source: Spreizdübel aus Metall
en: Expansion plugs of metal

source: Metallroste für Gehwege
en: Grilles of metal for pavements

source: Eckbleche aus Metall
en: Gussets made of metal

source: Brückenteile aus Metall
en: Bridge units of metal

source: Briefkastenklappen aus Metall
en: Letter-box flaps of metal

source: Fertiggerüste aus Metall
en: Prefabricated scaffolds of metal

source: Eisenerze
en: Iron ores

source: Ortsfeste Handtuchspender aus Metall
en: Towel dispensers, fixed, of metal

source: Doppelt verglaste Metallelemente
en: Double glazing units (Metal -)

source: Dübelstifte aus Metall
en: Dowel rods of metal

source: Schächte aus Metall für den Zugang zu Kabeln
en: Downpoles of metal for the accessing of cables

source: Abflussbahnen aus Metall
en: Drainage courses of metal

source: Akustikpaneele aus Metall für Wände
en: Acoustic panels of metal for walls

source: Legierungen aus Metall mit Kalzium und Aluminium
en: Alloys of metal containing calcium and aluminium

source: Galvanisierte Stahlbleche
en: Galvanized steel sheets

source: Innenschwimmdeckel aus Aluminium für Gas- oder Flüssiggasspeichertanks
en: Internal floating lids of aluminium for use with gas or liquefied gas storage tanks

source: Behälter aus Metall zur Speicherung von Gasen
en: Containers made of metal for use in the storage of gases

source: Klampen aus Metall, nicht für Schifffahrtszwecke
en: Cleats of metal [other than for nautical use]

source: Transportable mobile Bürobauten aus Metall
en: Portable mobile metal office buildings

source: Leitungsarmierungen aus Metall
en: Reinforcing materials of metal for pipes

source: Treppenstufen aus Metall
en: Stair treads [steps] of metal

source: Mauerverkleidungsteile aus Metall
en: Wall claddings of metal for building

source: Tanks aus Metall für den Transport von Flüssiggasen
en: Tanks of metal for the transportation of liquefied gases

source: Fußblech aus Metall
en: Foot plates of metal

source: Schuhabstreifer aus Metall
en: Shoe scrapers of metal

source: Bettrollen aus Metall
en: Bed casters of metal

source: Abschirmungen aus Metall [ausgenommen Möbel]
en: Metal screens [other than furniture]

source: Metallverbindungsmuffen für nicht elektrische Kabel
en: Cable junction sleeves of metal, non-electric

source: Hausschnappschlösser aus Metall
en: Catches (Door -) of metal

source: Nieten aus Metall
en: Rivets of metal

source: Pflastersteine aus Metall
en: Paving blocks of metal

source: Isolierte Metallfassadenlatten für Mauern
en: Insulated metal cladding panels for walls

source: Isolierte Metallplatten für Gebäude
en: Insulated metal panels for buildings

source: Dämmtüren aus Metall
en: Insulating doors of metal

source: Kabelkanäle aus Metall, nicht für elektrische Zwecke
en: Cable ducts made of metal [other than electricity]

source: Kabelgurte aus Metall
en: Cable straps of metal

source: Flammensichere Kästen, Behälter aus Metall [ausgenommen Möbel]
en: Fireproof cabinets of metal [other than furniture]

source: Bodenprofile aus Metall
en: Floor sections made of metal

source: Wandanker aus Metall
en: Wall ties of metal

source: Wandfenster aus Metall
en: Wall windows of metal

source: Metallscharniere für Türen und Fenster
en: Hinges for doors and windows (Metal -)

source: Titan [roh oder teilweise bearbeitet]
en: Titanium unwrought or semi-wrought

source: Nicht elektrische Einzelstrang-Litze
en: Non-electric single strand wire

source: Metallspreizdübel zur Befestigung von Schrauben
en: Metal expanding sleeves for affixing screws

source: Befestigungsanker aus Metall [zum Absichern von Bildern an Wänden]
en: Metal fastening anchors [for securing pictures to walls]

source: Flüssigkeitsspeichertanks [Bauwerke] aus Metall
en: Liquid storage tanks [structures] made of metal

source: Fensterrollläden aus Metall
en: Metal rolling window shutters

source: Metallbausteine zur Verwendung beim Bau von Fußböden
en: Blocks (Metal -) for use in flooring construction

source: Bootsanker aus Metall
en: Boat anchors of metal

source: Ringförmige Metallbeschläge
en: Ring-shaped fittings of metal

source: Skulpturen aus Metall
en: Sculptures of metal

source: Unedle Metalle und deren Legierungen einschließlich rostfreier Stahl
en: Common metals and their alloys including stainless steel

source: Garbenbindedraht aus Metall
en: Sheaf binders of metal

source: Regenwassersammelbehälter aus Metall
en: Rainwater reservoirs of metal

source: Vorgefertigte Baukomponenten [Metall]
en: Ready made building components [metal]

source: Metallverschlüsse für Stoßdämpfer
en: Seals of metal for shock absorbers

source: Stahlflaschen für flüssige Luft
en: Steel cylinders for liquid air

source: Hochdruckzylinder aus Metall [Behälter]
en: High pressure metal cylinders [containers]

source: Kabinenwände aus Metall
en: Cabin walls of metal

source: Kabinen aus Metall, schallisoliert
en: Cabins being sound insulated [metal]

source: Metalljalousien für den Außenbereich
en: Roller shades [outdoor] of metal

source: Haftfähige Wanddekorationen aus Bronze
en: Adhesive wall decorations of bronze

source: Justierbare Grundplatten aus Metall
en: Adjustable base plates of metal

source: Rundschutzdächer aus Metall
en: Shelters (Cycle -), of metal

source: Rollladentore aus Metall
en: Shutter doors of metal

source: Transportable Anzeigegeräte [Bauwerk] aus Metall
en: Mobile display units [structures] of metal

source: Fahrbare Stehleitern aus Metall
en: Mobile steps [ladders] of metal

source: Namensschilder und Türschilder aus Metall
en: Metal nameplates and door nameplates

source: Gitter aus Metall für Bauzwecke
en: Architectural louvres of metal

source: Unterlegkeile, überwiegend aus Metall
en: Wheel chocks made primarily of metal

source: Arbeitsbühnen aus Metall [Gerüst]
en: Work platforms [scaffolding] of metal

source: Hütten [Gebäude] aus Metall
en: Sheds [buildings] of metal

source: Abzweigrohre aus Metall einschließlich aus Stahllegierungen und Titan
en: Branching pipes of metal including those from alloy steel and titanium

source: Zwecken [Nägel]
en: Tacks [nails]

source: Türschlösser
en: Door locks

source: Handbetätigte Ventile aus Metall
en: Manually operated metal valves

source: Metallaerosolbehältern [leer]
en: Metal aerosol containers [empty]

source: Metallbehälter für den Transport und die Lagerung von Waren
en: Metal containers for the storage and transportation of goods

source: Anzeigenschilder aus Metall [nicht leuchtend, nicht mechanisch] für Straßen
en: Display signs of metal [non-luminous, non-mechanical] for roads

source: Ablaufrinnen aus Metall zum Sammeln von Abwasser
en: Guttering of metal for the collection of wastewater

source: Plastische Kunstgegenstände aus unedlem Metall
en: Sculpted works of art made from common metal

source: Schutzblenden aus Metall
en: Protective screens of metal

source: Marktstände aus Metall
en: Fair huts of metal

source: Zäune aus unedlem Metall
en: Fencing made of common metal

source: Baumstützen aus Metall
en: Tree supports (Metal -)

source: Trennwände aus Metall
en: Partitions of metal

source: Speiseschränke aus Metall
en: Chests of metal for food

source: Planschbecken [Bauten] aus Metall
en: Paddling pools [structure] of metal

source: Rampen aus Metall
en: Ramps of metal
